app/Controllers/MakeOrderController.php

    public function add_pending_order($order)
    {
        $builder = $this->db->table('pending_orders');
        $builder->insert($order);
---
INSERT INTO `pending_orders` (`ime`, `cena`, `broika`, `sklad`) VALUES ('morkov', '0.50', 1, 'zelenchuci')